{"iucn": {"taxonomy": {"synonyms": {"value": ["Cyanoramphus saisseti", "Cyanoramphus cookii"]}, "taxonomic_notes": {"value": "    Cyanoramphus novaezelandiae (del Hoyo and Collar 2014) was previously split as C. novaezelandiae, C. cookii (following Christidis and Boles 1994 and Turbott 1990), and C. saisseti (following Boon et al. 2001), and before then C. saisseti was lumped with C. novaezelandiae, with C. cookii treated as a separate species, following Sibley and Monroe (1990, 1993).    "}}, "iucn_status": {"red_list_category": {"value": ["Least Concern", "2018"]}, "historical_categories": {"value": [["Least Concern", "2017"], ["Near Threatened", "2016"], ["Near Threatened", "2014"]]}, "red_list_notes": {"value": "This species has an extremely large range as measured by a Minimum Convex Polygon, and hence does not approach the thresholds for Vulnerable under the range size criterion (extent of occurrence &lt;20,000 km2 combined with a declining or fluctuating range size, habitat extent/quality, or population size and a small number of locations or severe fragmentation). Despite the fact that the population trend appears to be decreasing, the decline is not believed to be sufficiently rapid to approach the thresholds for Vulnerable under the population trend criterion (&gt;30% decline over ten years or three generations). The population size may be moderately small to large, but it is not believed to approach the thresholds for Vulnerable under the population size criterion (&lt;10,000 mature individuals with a continuing decline estimated to be &gt;10% in ten years or three generations, or with a specified population structure). Therefore, the species is now listed as Least Concern."}}, "habitat": {"habitats": [{"code": "1.4", "habitat": "Forest - Temperate", "suitability": "Suitable", "season": "Resident", "majorimportance": "Yes"}, {"code": "1.6", "habitat": "Forest - Subtropical/Tropical Moist Lowland", "suitability": "Suitable", "season": "Resident", "majorimportance": "Yes"}, {"code": "3.4", "habitat": "Shrubland - Temperate", "suitability": "Suitable", "season": "Resident", "majorimportance": "Yes"}, {"code": "4.3", "habitat": "Grassland - Subantarctic", "suitability": "Suitable", "season": "Resident", "majorimportance": "Yes"}], "countries_of_occurrence": {"value": ["New Caledonia", "Norfolk Island", "New Zealand"], "unit": "Extant in country"}, "introduced_range": {"value": "value", "unit": "unit"}, "native_range": {"value": "value", "unit": "unit"}, "endemicity": {"value": "value", "unit": "unit"}, "range_trend": {"value": "value", "unit": "unit"}, "range_description": {"value": "value", "unit": "unit"}, "area_of_occupancy": {"value": "value", "unit": "unit"}, "extent_of_occurrence": {"value": "5540000", "unit": "km2"}, "range_notes": {"value": "Cyanoramphus novaezelandiae is found on several offshore islands in New Zealand, on New Caledonia (to France) (subspecies saisseti) and on  Norfolk Island, Australia (subspecies cookii). It is  estimated to have a population of c.16,500-35,300 mature individuals, based on the most recent available estimates for each subspecies (Higgins 1999, V. Chartendrault and N. Barré in litt. 2007, Garnett et al. 2011).\n\nThe nominate subspecies was historically extremely abundant on mainland New Zealand but is now effectively extinct (recent records are now believed to be cage escapes/releases or vagrants from offshore island populations). Populations currently exist on the Kermadec islands, Three Kings, some Hauraki Gulf islands, Kapiti Island, Stewart Island and surrounding islands, Chatham Islands, Snares, Antipodes Islands, and as a hybrid swarm (with Yellow-crowned Parakeet C. auriceps) on Auckland Islands. The subspecies from Lord Howe Island (subflavescens) and Macquarie Island (erythrotis) went extinct at the end of the 19th century (Hindwood 1940, Taylor 1979). Past population estimates suggest the total population was in excess of 20,000 individuals, but historically the island populations were part of an effectively panmictic population. When the mainland linking populations became extinct, the island populations became isolated, and their effective population sizes are now much reduced. Declines are likely to be taking place on Stewart Island (by inference from measured declines of other species, owing to rat and cat predation), although any decline has been minimal (G. Harper in litt. 2005).\n\nSubspecies cookii is endemic to Norfolk Island.  It was once found throughout the island, and estimated to number at  least 190 pairs. It is now confined to the Norfolk Island National Park  and adjacent forested areas and orchards (Hill 2002). In 1994, the  declining population consisted of only four breeding females and 28-33  males. Conservation management measures have allowed the population to  grow, and numbers were estimated at a possible 200-300 individuals in  2004, and 150-200 birds in 2008. However, recent observations of  disappearance from places where it was once common, and evi­dence of cat  predation (M. Christian, R. Ward and J. Forshaw pers. comm., in Garnett  et al. 2011) suggest the population may be declining again.\n\nSubspecies saisseti is endemic to New Caledonia, where it occurs in scattered forests across the main island Grand Terre (Barré and Dutson 2000, Ekstrom  et al.  2000, Dutson 2011). It has been observed from Colnett massif in the  north to the extreme south of the Goro region but it is absent from the  Ile des Pins (Chartendrault and N. Barré in litt. 2007). It is  most abundant in the centre of the chain (north of La Foa to Thio and  Canala) and the southern tip of New Caledonia, and is scarce in the  north (V. Chartendrault and N. Barré in litt. 2007).    The species selects forests on ultramafic soils (Legault et al. 2011)\n"}}, "population": {"population_size_in_country": {"value": "value", "unit": "unit"}, "population_size_globally": {"value": "value", "unit": "unit"}, "population_trend": {"value": "Decreasing", "unit": "unit"}, "population_notes": {"value": "Based on population estimates gathered by BirdLife International for the nominate form (Higgins 1999), cookii (Garnett et al. 2011) and saisseti (V. Chartendrault and N. Barré in litt. 2007), the global population is thought to number c.16,500-35,300 mature individuals, which is assumed to equate to c.24,700-53,000 individuals in total.\n\n\n"}}, "life_history_traits": {"lifespan": {"value": "value", "unit": "unit"}, "breeding_lifespan": {"male": {"value": "value", "unit": "unit"}, "female": {"value": "value", "unit": "unit"}}, "generation_time": {"value": "value", "unit": "unit"}, "sexual_maturity_age": {"male": {"value": "value", "unit": "unit"}, "female": {"value": "value", "unit": "unit"}}, "clutch_size": {"value": "value", "unit": "unit"}, "breeding_interval": {"value": "value", "unit": "unit"}, "time_to_independence": {"value": "value", "unit": "unit"}, "hatching_time": {"value": "value", "unit": "unit"}, "breeding_season": {"value": "value", "unit": "unit"}, "bodymass": {"neonate_bodymass": {"value": "value", "unit": "unit"}, "weaning_bodymass": {"value": "value", "unit": "unit"}, "adult_bodymass": {"value": "value", "unit": "unit"}}}, "trade": {"year": {"value": "value"}, "appendix": {"value": "value"}, "importer": {"value": "value", "unit": "unit"}, "exporter": {"value": "value", "unit": "unit"}, "origin": {"value": "value", "unit": "unit"}, "imported_quantity": {"value": "value", "unit": "unit"}, "exported_quantity": {"value": "value", "unit": "unit"}, "term": {"value": "value"}, "unit": {"value": "value"}, "purpose": {"value": "value"}, "source": {"value": "value"}, "use_trade_notes": {"value": "NA"}}, "conservation": {"management_practices": {"value": ["Resource & habitat protection", "Invasive/problematic species control", "Species recovery", "Species re-introduction", "Reintroduction", "Benign introduction", "Ex-situ conservation", "Captive breeding/artificial propagation", "Awareness & communications", "Legislation", "National level"], "unit": "unit"}, "conservation_notes": {"value": "Conservation Actions Underway\nThe nominate subspecies has benefited from recovery actions over a long period of time. Actions have included monitoring of specific populations (e.g. Chathams, Antipodes), the eradication of predators and translocation of founding populations to islands free of predators, and studies of diet, nesting biology, reproductive output and hybridisation (Catedral and Brunton 2006, Greene 2013, T. Greene in litt. 2016). \nSubspecies cookii has received intensive conservation actions, including monitoring, the control of introduced predators and competitors, provision of artificial nest-sites, captive-rearing and formerly captive breeding (Hill 2002, S. Garnett in litt. 2006, M. Christian in litt. 2007). The Norfolk  Island Region Threatened Species Recovery Plan (Director of National  Parks 2010) recommends a set of recovery measures required to reduce or  remove threats to native species on the island.\n\nSubspecies saisseti is being studied to assess its ecology and threats,  including the installation of nest cameras and the radio-tracking of individuals to  determine breeding success and survival (Theuerkauf and Rouys 2005). A  study is currently underway to estimate the species's area of occupancy  and population size using distance sampling density data, records, and  ecological niche modelling (Legault et al. in prep.).   \n\nConservation Actions Proposed\nAll subspecies: Carry out surveys to obtain up-to-date population estimates and to monitor population trends. Increase the area of suitable habitat that is effectively protected. Conduct research into the impact of introduced species on populations. Carry out the control and eradication of introduced species, where appropriate, and put in place measures to prevent future introductions. Prevent establishment/transmission of pathogens.\n\nSubspecies cookii: Continue to identify, monitor and protect  known and potential nest sites, and destroy introduced  competitors using these sites (particularly Crimson Rosellas) and/or  install and maintain rat-proof nesting hollows in the National Park and  on adjacent private land. Establish a breeding  population, possibly at Taronga Park Zoo. Reintroduce birds to Phillip  Island following provision of sufficient suitable habitat. Investigate  establishing a population on the mainland and possible reintroduction to  Lord Howe Island. Encourage government action over the responsible  ownership of cats (M. Christian in litt. 2007).\n\nSubspecies saisseti: Protect important areas  from nickel mining."}}, "threats": {"threats": {"value": ["Hunting & trapping terrestrial animals", "Intentional use (species is the target)", "Persecution/control", "Logging & wood harvesting", "Unintentional effects: (large scale) [harvest]", "Invasive non-native/alien species/diseases (Acridotheres tristis)", "Invasive non-native/alien species/diseases (Apis mellifera)", "Invasive non-native/alien species/diseases (Felis catus)", "Invasive non-native/alien species/diseases (Mustela erminea)", "Invasive non-native/alien species/diseases (Platycercus elegans)", "Invasive non-native/alien species/diseases (Platycercus eximius)", "Invasive non-native/alien species/diseases (Rattus exulans)", "Invasive non-native/alien species/diseases (Rattus rattus)", "Invasive non-native/alien species/diseases (Sturnus vulgaris)", "Invasive non-native/alien species/diseases (Trichosurus vulpecula)", "Named species (Acridotheres tristis)", "Named species (Apis mellifera)", "Named species (Felis catus)", "Named species (Mustela erminea)", "Named species (Platycercus elegans)", "Named species (Platycercus eximius)", "Named species (Rattus exulans)", "Named species (Rattus rattus)", "Named species (Sturnus vulgaris)", "Named species (Trichosurus vulpecula)", "Viral/prion-induced diseases", "Named species"], "unit": "unit"}, "scope": {"value": ["Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)", "Minority (<50%)"], "unit": "unit"}, "timing": {"value": ["Past, Unlikely to Return", "Past, Unlikely to Return", "Past, Unlikely to Return", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing", "Ongoing"], "unit": "unit"}, "severity": {"value": ["Unknown", "Unknown", "Unknown", "Slow, Significant Declines", "Slow, Significant Declines", "Unknown", "Unknown", "Slow, Significant Declines", "Slow, Significant Declines", "Unknown", "Unknown", "Slow, Significant Declines", "Slow, Significant Declines", "Unknown", "Unknown", "Unknown", "Unknown", "Slow, Significant Declines", "Slow, Significant Declines", "Unknown", "Unknown", "Slow, Significant Declines", "Slow, Significant Declines", "Unknown", "Unknown", "Slow, Significant Declines", "Slow, Significant Declines"], "unit": "unit"}, "score": {"value": ["Past Impact", "Past Impact", "Past Impact", "Low Impact: 5", "Low Impact: 5", "Unknown", "Unknown", "Low Impact: 5", "Low Impact: 5", "Unknown", "Unknown", "Low Impact: 5", "Low Impact: 5", "Unknown", "Unknown", "Unknown", "Unknown", "Low Impact: 5", "Low Impact: 5", "Unknown", "Unknown", "Low Impact: 5", "Low Impact: 5", "Unknown", "Unknown", "Low Impact: 5", "Low Impact: 5"], "unit": "unit"}, "threats_notes": {"value": "Overall, the area and quality of this species's habitats are in continuing and projected  decline owing to the impacts of introduced species across its range  (Gula et al. 2010, Garnett et al. 2011), forest  management practices and expected nickel mining on New Caledonia.  On-going declines are inferred to be taking place in the population as a  result of habitat loss, introduced predators (e.g. on New Caledonia and  Stewart Island [G. Harper in litt. 2005, 2012; Harper 2009]), and potentially owing to Psittacine Beak and Feather Disease (Ortiz-Catedral et al. 2009).\n\nThe nominate subspecies is adversely affected by forestry operations: clear-felling and burning have drastically reduced available habitat, and selective logging may reduce the number of trees with suitable nesting holes and foraging opportunities. Irruptions in the 19th century may have been caused by increased cultivation of crops by European settlers. It was hunted for food by Maori, and was formerly persecuted because birds damaged crops and gardens. It may suffer through competition for food or breeding sites with introduced species (such as the Common Myna Acridotheres tristis, Common Starling Sturnus vulgaris, Eastern Rosella Platycercus eximius, Crimson Rosella P. elegans, common brushtail possums Trichosurus vulpecula and honey bees Apis mellifera). Introduced predators such as cats, rats and stoats may also impact the species. An outbreak of beak-and-feather disease has been confirmed in the population on Little Barrier Island. This has the potential to cause significant mortality, although effects on the C. novaezelandiae population have not yet been studied (Ortiz-Catedral et al. 2009).\n\nSubspecies cookii has been affected by the clearance of forests before 1950, for timber, agriculture and pasture,  severely reducing suitable habitat. Since then, increasing weed invasion  has dramatically altered the structure and composition of remaining  native vegetation. The degradation of native plant communities has been  linked with a reduction in the nutrient input to the island, caused by  the decimation of formerly large populations of burrow-nesting seabirds  by introduced mammalian predators (Holdaway in prep.). Though forest  clearance has stopped, recovery requires new habitat to become  available. Nest-site availability has been further reduced by  competition with introduced Crimson Rosella Platycercus elegans and, to a lesser extent, Common Starling Sturnus vulgaris and feral honey bees. Most known nest failures have resulted from predation by introduced black rats Rattus rattus.  Feral cats are also thought to be significant predators and, although  the level of predation is unquantified, anecdotal reports have been  alarming (M. Christian in litt. 2007). There is a high level of Psittacine Circoviral Disease (PCD) in the population, which has resulted in some mortality.\n\nSubspecies saisseti is only common in the south of New Caledonia, in sites at risk from nickel mining, and so  may suffer significant habitat loss in the near future. As a hole-nester  and ground-forager, it may be susceptible to predation by introduced  mammalian predators, particularity Feral Cats Felis catus and possibly Black Rats Rattus rattus (Gula et al. 2010). Since the species breeds in remote areas and its nests are hard to find, poaching is unlikely to be a major threat (Pain et al. 2006). Particularly wet (La Niña) years have been shown to reduce breeding success (J. Theuerkauf et al. in litt.   2011). A potential new threat may be the introduction of Psittacine  Beak and Feather Disease (PBFD) which has been found in Rainbow  Lorikeets on New Caledonia (J. Theuerkauf and A. Legault in litt.  2012).\n"}}}, "anage": {}, "eol": {"taxonomy": {"synonyms": {"value": "value"}, "taxonomic_notes": {"value": "value"}}, "iucn_status": {"red_list_category": {"value": "value"}, "historical_categories": {"value": ["pairs"]}, "red_list_notes": {"value": "value"}}, "habitat": {"habitats": ["tropical", "subtropical", "forest", "savanna", "scrubland", "terrestrial habitat"], "countries_of_occurrence": {"value": ["New Caledonia"], "unit": "Extant in country"}, "introduced_range": {"value": "value", "unit": "unit"}, "native_range": {"value": "value", "unit": "unit"}, "endemicity": {"value": "value", "unit": "unit"}, "range_trend": {"value": "value", "unit": "unit"}, "range_description": {"value": "value", "unit": "unit"}, "area_of_occupancy": {"value": "value", "unit": "unit"}, "extent_of_occurrence": {"value": "value", "unit": "unit"}, "range_notes": {"value": "value"}}, "population": {"population_size_in_country": {"value": "value", "unit": "unit"}, "population_size_globally": {"value": "value", "unit": "unit"}, "population_trend": {"value": "value", "unit": "unit"}, "population_notes": {"value": "value"}}, "life_history_traits": {"lifespan": {"value": "value", "unit": "unit"}, "breeding_lifespan": {"male": {"value": "value", "unit": "unit"}, "female": {"value": "value", "unit": "unit"}}, "generation_time": {"value": "value", "unit": "unit"}, "sexual_maturity_age": {"male": {"value": "value", "unit": "unit"}, "female": {"value": "value", "unit": "unit"}}, "clutch_size": {"value": "value", "unit": "unit"}, "breeding_interval": {"value": "value", "unit": "unit"}, "time_to_independence": {"value": "value", "unit": "unit"}, "hatching_time": {"value": "value", "unit": "unit"}, "breeding_season": {"value": "value", "unit": "unit"}, "bodymass": {"neonate_bodymass": {"value": "value", "unit": "unit"}, "weaning_bodymass": {"value": "value", "unit": "unit"}, "adult_bodymass": {"value": "value", "unit": "unit"}}}, "trade": {"year": {"value": "value"}, "appendix": {"value": "value"}, "importer": {"value": "value", "unit": "unit"}, "exporter": {"value": "value", "unit": "unit"}, "origin": {"value": "value", "unit": "unit"}, "imported_quantity": {"value": "value", "unit": "unit"}, "exported_quantity": {"value": "value", "unit": "unit"}, "term": {"value": "value"}, "unit": {"value": "value"}, "purpose": {"value": "value"}, "source": {"value": "value"}, "use_trade_notes": {"value": "value"}}, "conservation": {"management_practices": {"value": "value", "unit": "unit"}, "conservation_notes": {"value": "value"}}, "threats": {"threats": {"value": "value", "unit": "unit"}, "scope": {"value": "value", "unit": "unit"}, "timing": {"value": "value", "unit": "unit"}, "severity": {"value": "value", "unit": "unit"}, "score": {"value": "value", "unit": "unit"}, "threats_notes": {"value": "value"}}}}
